"""
Задача:
Создай пустой список с названием numbers.
Необходимо перебрать в цикле for числа от 0 до 20 (с помощью range).
В этом цикле нужно поставить условие оператором if - else:
Если число четное, то добавь это число в список. Если нечетное, то выведи в консоль это число и не добавляй его в список.
В самом конце выведи в консоль весь список с четными числами и проверь, что все числа действительно четные.

Подсказка: четное число - это число, которое делится на 2 без остатка (т.е остаток равен нулю).
Для проверки на четность можно использовать оператор деления с остатком.
"""

# Начинай писать код тут
