"""
Задание: Создай переменные для хранения возраста Семена и Полины (semen_age, polina_age), их имён (semen_name, polina_nama),
а также переменную, которая хранит информацию о том, любит ли Семен Полину и Полина Семена (semen_love_polina, polina_love_semen).
Присвой значения этим переменным, используя соответствующие типы данных.

В конце выведи в консоль всю информацию в таком порядке:
Инфа об именах
Инфа о возрасте
Инфа о любви

Важно! Напиши несколько типов вывода в консоль:
1) Напиши несколько одинаковых функций, которые принимают в качестве аргументов нужные переменные
2) Напиши одну функцию для вывода в консоль. Используй для этого f-строки и символы переноса строки
"""

# Начинай писать код тут
