"""
Задание:
У тебя есть строка my_string
Необходимо разделить эту строку на ее элементы (создать список из ее элементов). Сохрани получившийся список в отдельную переменную.
Далее выведи получившийся список в консоль
Вывод в консоль должен быть такой:
['Привет', 'Я так любою помидоры ', 'Очень хочу их съесть!']

После этого в цикле for пройдись по элементам получившигося списка и добавь к каждому элементу строку "aboba".
На каждом шаге после добавления абобы выведи получившийся элемент в консоль.
"""

my_string = "Привет! Я так любою помидоры ! Очень хочу их съесть!"

# Пиши свой код тут
